<?php
if (!defined('BASEPATH'))
    exit('No direct script access allowed');

$config['group'] = array(
    1 => 'สำนักงานสาธารณสุขจังหวัดชลบุรี', 2 => 'สำนักงานสาธารณสุขอำเภอเมืองชลบุร',
    3 => 'สำนักงานสาธารณสุขอำเภอพานทอง', 4 => 'สำนักงานสาธารณสุขอำเภอหนองใหญ่',
    5 => 'สำนักงานสาธารณสุขอำเภอศรีราชา', 6 => 'สำนักงานสาธารณสุขอำเภอสัตหีบ',
    7 => 'สำนักงานสาธารณสุขอำเภอบางละมุง', 8 => 'สำนักงานสาธารณสุขอำเภอบ้านบึง',
    9 => 'สำนักงานสาธารณสุขอำเภอบ่อทอง', 10 => 'สำนักงานสาธารณสุขอำเภอพนัสนิคม',
    11 => 'สำนักงานสาธารณสุขอำเภอเกาะจันทร์', 12 => 'สำนักงานสาธารณสุขอำเภอเกาะสีชัง',
    13 => 'โรงพยาบาลชลบุรี', 14 => 'โรงพยาบาลเมืองชลบุรี', 15 => 'โรงพยาบาลพานทอง',
    16 => 'โรงพยาบาลหนองใหญ่', 17 => 'โรงพยาบาลแหลมฉบัง', 18 => 'โรงพยาบาลสัตหีบ กม.10',
    19 => 'โรงพยาบาลบางละมุง', 20 => 'โรงพยาบาลวัดญาณสังวราราม', 21 => 'โรงพยาบาลบ้านบึง',
    22 => 'โรงพยาบาลบ่อทอง', 23 => 'โรงพยาบาลพนัสนิคม', 24 => 'โรงพยาบาลเกาะจันทร์',
    25 => 'โรงพยาบาลเกาะสีชัง'
);
$config['type_new'] = array(
    1 => 'ข่าวอบรม / ประชุม / สัมมนา', 2 => 'ข่าวประชาสัมพันธ์หน่วยบำบัดยาเสพติดภายในและนอกจังหวัด',
    3 => 'ข่าวกิจกรรมต่างๆ', 4 => 'ข่าวสิทธิประโยชน์', 5 => 'ข่าวอื่นๆ'
);
$config['file_level'] = array(
    1 => 'ปกติ', 2 => 'ด่วน', 3 => 'ด่วนมาก', 4 => 'ด่วนที่สุด'
);
$config['file_status'] = array(
    'รอดาวน์โหลด', 'รอตรวจ', 'กำลังตรวจ', 'ผ่าน', 'ไม่ผ่าน'
);
?>